{
    "seshoumara":
        "is working on releasing Low Level Hero: a programming-puzzle game with only two commands, copy-paste and search-replace. Try the game at https://seshoumara.itch.io/low-level-hero !",
    "dev_spajus":
        "has released Stardeus: a sci-fi colony management simulator with aspects of automation, base building and space exploration. Go wishlist the game at https://store.steampowered.com/app/1380910/Stardeus/ !",
    "jotson":
        "has released Gravity Ace: a 2D multi-directional gravity shooter (cave-flyer). Go wishlist the game at https://store.steampowered.com/app/1003860/Gravity_Ace/ !",
    "MrEliptik":
        "is working on releasing Hyperslice: a fast paced action arena roguelike where you defeat waves of enemies using your dash. Go wishlist the game at https://store.steampowered.com/app/2977820/Hyperslice/ !",
    "Aarimous":
        "is working on releasing Hexagod: a minimalist village builder where you play cards, place hexagon tiles and command your villagers. Go wishlist the game at https://store.steampowered.com/app/3059390/Hexagod/ !",
    "Lentsius":
        "is working on releasing Fogpiercer: a deckbuilder roguelite in which you build and upgrade your train to build your deck, fight off bandits on a square grid using unique carriage cards. Go wishlist the game at https://store.steampowered.com/app/3219010/Fogpiercer/ !",
    "GrumbleOfPugz":
        "is working on releasing Megabat: a pixel art 2D \"platformer\" passion project, with an emphasis on using different abilities to enhance your movement. Go wishlist the game at https://store.steampowered.com/app/2429230/Megabat/ !",
    "B4zzzing":
        "is working on releasing Old Bones: take on the role of a young carpenter apprentice who has just arrived on a remote island inhabited by a group of former pirates. Try the game at https://b4zzzing.itch.io/old-bones !",
    "RedCabinGames":
        "is working on releasing Space Scavenger 2: an Action-Roguelike where you scavenge for modules to build a hodgepodge spaceship. Go wishlist the game at https://store.steampowered.com/app/1962010/Space_Scavenger_2/ !",
    "moonfassa":
        "is a competitive Faeria streamer and content creator. Check out also his Youtube channel at https://www.youtube.com/c/Moonfassa !",
    "joxonman":
        "is an amazing Fantasy Artist, you can see his portfolio at https://darkojovanov.artstation.com/ !"
}
